{
    "law_name": "Somthing something",
    "state": "New York",
    "date": {
        "day": 4,
        "month": 5,
        "year": 1865
    },
    "body": "HLS 24RS-36 ORIGINAL\n2024 Regular Session\nHOUSE BILL NO. 66\nBY REPRESENTATIVE BUTLER\nSCHOOLS/CHOICE: Creates and provides for a program to provide state funding for the\neducation of students with exceptionalities not enrolled in public school\n1 AN ACT\n2 To amend and reenact R.S. 17:236(A) and to enact Chapter 43-C of Title 17 of the Louisiana\n3 Revised Statutes of 1950, to be comprised of R.S. 17:4037.1 through 4037.7, relative\n4 to elementary and secondary education; to create and provide for the administration\n5 of a program to provide state funding for the education of certain students with\n6 exceptionalities who are not enrolled in public school; to provide relative to the\n7 eligibility of students, schools, and service providers participating in the program;\n8 to provide relative to program funds; to provide relative to the testing of students\n9 participating in the program; to require the state Department of Education to submit\n10 annual reports to the legislature relative to the program; to provide relative to rules;\n11 to provide relative to definitions; to provide for an effective date; and to provide for\n12 related matters.\n13 Be it enacted by the Legislature of Louisiana:\n14 Section 1. R.S. 17:236(A) is hereby amended and reenacted and Chapter 43-C of\n15 Title 17 of the Louisiana Revised Statutes of 1950, comprised of R.S. 17:4037.1 through\n16 4037.7, is hereby enacted to read as follows:\n17 §236. Definition of a school\n18 A. For the purposes of this Chapter, a school is defined as an institution for\n19 the teaching of children, consisting of an adequate physical plant, whether owned or\n20 leased, instructional staff members, and students. For such an institution to be\nPage 1 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\n1 classified as a school, within the meaning of this Chapter, instructional staff\n2 members shall meet the following requirements: if a public day school or a\n3 nonpublic school which receives local, state, or federal funds or support, directly or\n4 indirectly, they shall be certified in accordance with rules established by the State\n5 Board of Elementary and SecondaryEducation; if a nonpublic school which receives\n6 no local, state, or federal funds or support, directly or indirectly, they shall meet such\n7 requirements as may be prescribed by the school or the church. In addition, except\n8 as otherwise provided in Subsection B of this Section, any such institution, to be\n9 classified as a school, shall operate a minimum session of not less than one hundred\n10 eighty days. Solely for purposes of compulsory attendance in a nonpublic school,\n11 a child who participates in a home study program approved by the State Board of\n12 Elementary and Secondary Education shall be considered in attendance at a day\n13 school; a home study program shall be approved if it offers a sustained curriculum\n14 of a quality at least equal to that offered by public schools at the same grade level.\n15 Solely for purposes of compulsory attendance in a nonpublic school, a child shall be\n16 considered in attendance at a day school if the child is eligible to participate in the\n17 Education Scholarship Account Program pursuant to R.S. 17:4037.4.\n18 * * *\n19 CHAPTER 43-C. EDUCATION SCHOLARSHIP ACCOUNT PROGRAM\n20 §4037.1. Definitions\n21 As used in this Chapter the following terms have the following meanings,\n22 unless otherwise clearly indicated:\n23 (1) \"Account\" means an account established pursuant to this Chapter and\n24 composed of state funds deposited on behalf of a student eligible to participate in the\n25 program.\n26 (2) \"Account funds\" means the funds deposited into an account on behalf of\n27 a participating student.\n28 (3) \"Department\" means the state Department of Education.\nPage 2 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\n1 (4) \"Parent\" means a parent, legal guardian, custodian, or other person or\n2 entity with legal authority to act on behalf of a student.\n3 (5) \"Participating school\" means a nonpublic school participating in the\n4 program pursuant to the requirements of this Chapter.\n5 (6) \"Participating student\" means a student who has been determined to be\n6 eligible to participate in the program and for whom an account has been established\n7 pursuant to this Chapter.\n8 (7) \"Program\" means the program created by this Chapter.\n9 (8) \"Qualified education expenses\" means any of the following:\n10 (a) Tuition, fees, and textbooks required by a participating school or service\n11 provider.\n12 (b) Instructional or tutoring services.\n13 (c) Supplemental materials required by a course of study for a particular\n14 content area.\n15 (d) Technological devices used to meet the student's educational needs,\n16 subject to approval by the department or a licensed physician.\n17 (e) Therapeutic services a student would receive at school if enrolled in a\n18 public school.\n19 (f) Any other expenses incurred in the education of the student.\n20 (9) \"Resident school system\" means the public school system in which the\n21 student would be enrolled based on his residence.\n22 (10) \"Service provider\" means a person or an entity other than a participating\n23 school that provides services that are covered as qualified education expenses.\n24 (11) \"State board\" means the State Board of Elementary and Secondary\n25 Education.\n26 (12) \"Student with an exceptionality\" has the same meaning as that provided\n27 by R.S. 17:1942 except that a student who meets that definition solely because he is\n28 gifted or talented is not a student with an exceptionality for purposes of this Chapter.\nPage 3 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\n1 §4037.2. Program creation and administration; powers and duties of the State Board\n2 of Elementary and Secondary Education and state Department of Education;\n3 rules\n4 The Education Scholarship Account Program is hereby created. The\n5 department shall administer the program, and the state board shall adopt rules and\n6 regulations for the administration of the program which shall, at minimum, provide\n7 for the following:\n8 (1) Determination of the eligibility of students, participating schools, and\n9 service providers, including standards that schools and service providers shall meet\n10 as conditions of participation in the program.\n11 (2) Audits of the program and accounts.\n12 (3) The authority of the department to deem any participating student\n13 ineligible for the program and to refer a case involving the misuse of account funds\n14 to the attorney general for investigation.\n15 (4) The authority of the department to contract with a vendor or provider for\n16 the administration of the program or parts of the program.\n17 (5) A requirement that the program shall begin enrolling participating\n18 students not later than the beginning of the 2025-2026 school year.\n19 §4037.3. Account funds\n20 A. The department shall annually allocate to each account, from funds\n21 appropriated or otherwise made available for the program, an amount equal to the\n22 state's base per-pupil amount as provided in the minimum foundation program\n23 formula, plus the special education weight as provided in the minimum foundation\n24 program times the state's base per-pupil amount. The department may withhold up\n25 to five percent of funds allocated for each account annually for program\n26 administration. The amount allocated to an account shall be appropriately prorated\n27 if a student transfers into the program after the beginning of a school year.\n28 B. The department shall develop a system for parents to direct account funds\n29 to participating schools and service providers by electronic funds transfer, automated\nPage 4 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\n1 clearing house transfer, or another system. The department may contract with a\n2 vendor or provider to manage the payment system.\n3 C.(1) Account funds shall be used only for qualified education expenses for\n4 the participating student. Unused funds in an account shall be retained in the\n5 student's account for the following school year.\n6 (2)(a) The account shall be closed and the funds in the account shall be\n7 returned to the state general fund if the student is determined to be no longer eligible,\n8 if an account has been inactive for two consecutive years, or if a parent fails to\n9 comply with the provisions of this Chapter or state board rules pertaining to the\n10 program.\n11 (b) Notwithstanding any provision of Subparagraph (a) of this Paragraph, if\n12 a participating student's account has been inactive for two consecutive years and the\n13 legislature has failed to appropriate funds for the program for those two years, the\n14 account of such participating student shall not be closed because of inactivity.\n15 §4037.4. Student eligibility; initial and continuing\n16 A. A student is initially eligible for an account if he is enrolled in\n17 kindergarten or was enrolled in a Louisiana public school during the previous school\n18 year and meets all of the following criteria:\n19 (1) He is a student with an exceptionality.\n20 (2) The student's parent submits an application for an account to the\n21 department in accordance with program timelines.\n22 (3) The student's parent signs an agreement promising all of the following:\n23 (a) To provide an education for the participating student in at least the\n24 subjects of English language arts, mathematics, social studies, and science.\n25 (b) Not to enroll the student in a public school while participating in the\n26 program.\n27 (c) To use account funds only for qualified education expenses of the\n28 participating student.\n29 (d) To comply with all program requirements.\nPage 5 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\n1 B.(1) The signed agreement pursuant to Paragraph (A)(3) of this Section\n2 satisfies the compulsory school attendance requirements of R.S. 17:221. However,\n3 the parent of a participating student shall ensure the student is complying with the\n4 attendance requirements of the participating school or service provider. Each\n5 participating student who fails to complywith such attendance requirements shall be\n6 reported to the state director of child welfare and attendance by the participating\n7 school or service provider and shall be subject to the provisions of R.S. 17:233.\n8 (2) A participating student is eligible to continue to participate in the\n9 program until he enrolls in a public school; he receives a high school diploma or its\n10 equivalent or reaches the age of twenty-one, whichever occurs first; or his account\n11 is closed.\n12 (3) A participating student is eligible to participate in the program through\n13 in-person education, virtual education, or a hybrid approach that combines both\n14 methods.\n15 C. A participating student shall not participate in any of the following\n16 concurrently with this program: the Course Choice Program, the Student\n17 Scholarships for Educational Excellence Program, the School Choice Program for\n18 Certain Students with Exceptionalities, or the Tuition Donation Credit Program.\n19 §4037.5. Schools and service providers; eligibility; participation\n20 A. To be eligible to participate in the program, a school shall meet all of the\n21 following criteria:\n22 (1) It has been approved by the state board pursuant to R.S. 17:11.\n23 (2) It is in compliance with the criteria set forth in Brumfield, et al. v. Dodd,\n24 et al., 425 F. Supp. 528 (E.D. La. 1977).\n25 (3) It meets any other eligibility criteria set by the state board in program\n26 rules.\n27 B. The state board shall provide eligibility criteria for both schools and\n28 service providers in program rules in a way that maximizes school and provider\n29 participation.\nPage 6 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\n1 C. To be eligible to participate in the program, a school or service provider\n2 shall apply to the department to participate in the program and, if determined to be\n3 eligible, accept account funds for providing services covered as qualified education\n4 expenses.\n5 D. If the department finds that a participating school or service provider has\n6 failed to maintain continuing eligibility criteria or has demonstrated gross or a\n7 persistent lack of academic competence, the department shall restrict its ability to\n8 serve additional students and may terminate its participation in the program. The\n9 department shall report any such action to the state board within three business days.\n10 E.(1) Nothing in this Chapter shall be deemed to limit the independence or\n11 autonomy of any participating school or service provider or to make the actions of\n12 a participating school or service provider the actions of the state government.\n13 (2) Participating schools and service providers shall be given maximum\n14 freedom to provide for the educational needs of participating students without\n15 governmental control.\n16 (3) Nothing in this Chapter shall be construed to expand the regulatory\n17 authority of the state, its officers, or any school district to impose any additional\n18 regulation of participating schools or service providers beyond those necessary to\n19 enforce the requirements of the program.\n20 (4) A participating school or service provider that accepts funds pursuant to\n21 this Chapter is not an agent of the state or federal government.\n22 (5) No participating school or service provider shall be required to alter its\n23 creed, practices, admissions policy, or curriculum in order to accept account funds.\n24 §4037.6. Testing\n25 A. The department shall develop a process for the annual administration of\n26 either of the following to participating students:\n27 (1) Any examination required pursuant to the school and district\n28 accountability system at the prescribed grade level.\n29 (2) A nationally norm-referenced test or statewide assessment.\nPage 7 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\n1 B. The department shall develop a process for the collection and aggregate\n2 reporting of results and shall ensure that the results of such assessments are provided\n3 to parents of participating students.\n4 §4037.7. Reports\n5 Not later than April thirtieth of each year, the department shall submit a\n6 written report to the House Committee on Education, the Senate Committee on\n7 Education, and the Joint Legislative Committee on the Budget regarding the\n8 implementation of the program. The report, at a minimum, shall include the\n9 following information:\n10 (1) The total number of students participating in the program.\n11 (2) A list of all participating schools and service providers.\n12 (3) The total student enrollment of each participating school, the number of\n13 participating students enrolled in each school, and the percentage of the total\n14 enrollment of each school represented by program participants.\n15 (4) Aggregate test result data for participating students.\n16 (5) The percentage of funds used for each type of qualified education\n17 expense.\n18 (6) An analysis of the program's fiscal impact on the state and on local public\n19 school systems.\n20 (7) Results of a parental satisfaction survey.\n21 (8) The amount withheld by the department for administration of the\n22 program, including the amount retained by the department, the amount paid to\n23 vendors for the administration of the program, and the amount paid to vendors for\n24 managing the payment system.\n25 Section 2. This Act shall become effective upon signature by the governor or, if not\n26 signed by the governor, upon expiration of the time for bills to become law without signature\n27 by the governor, as provided by Article III, Section 18 of the Constitution of Louisiana. If\n28 vetoed by the governor and subsequently approved by the legislature, this Act shall become\n29 effective on the day following such approval.\nPage 8 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\nDIGEST\nThe digest printed below was prepared by House Legislative Services. It constitutes no part\nof the legislative instrument. The keyword, one-liner, abstract, and digest do not constitute\npart of the law or proof or indicia of legislative intent. [R.S. 1:13(B) and 24:177(E)]\nHB 66 Original 2024 Regular Session Butler\nAbstract: Creates and provides for the administration of a program for the purpose of\nproviding state funding for qualified education expenses for students with\nexceptionalities in grades kindergarten through 12 who are not enrolled in a public\nschool.\nEducation Scholarship Account (ESA) Program; Creation and Administration\nProposed law creates the Education Scholarship Account (ESA) Program and provides for\nprogram administration by the state Dept. of Education (DOE) in accordance with State\nBoard of Elementary and Secondary Education (BESE) rules which shall, at minimum,\nprovide for:\n(1) Determination of eligibility of students, participating schools, and service providers.\n(2) Audits of the program and accounts.\n(3) DOE's authority to:\n(a) Deem any participating student ineligible for the program and to refer cases\nof misuse of account funds to the attorney general for investigation.\n(b) Contract with a vendor or provider for the administration of the program or\nparts of the program.\n(4) A requirement that the program begin enrolling students by the beginning of the\n2025-2026 school year.\nProposed law provides that an eligible student may participate in the program through inperson education, virtual education, or a hybrid approach that combines both methods.\nFunds\nProposed law requires DOE to:\n(1) Allocate to each account annually, from funds appropriated or otherwise made\navailable for the program, an amount equal to the state's base per-pupil amount as\nprovided in the minimum foundation program (MFP) formula, plus the special\neducation weight as provided in the MFP times the state's base per pupil amount.\nAuthorizes DOE to withhold up to 5% of funds allocated for each account annually\nfor program administration. Requires that the amount allocated to an account be\nprorated if a student transfers into the program after the beginning of a school year.\n(2) Develop a system for parents to direct account funds to participating schools and\nservice providers by electronic funds transfer, automated clearing house transfer, or\nanother system.\nPage 9 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\nProposed law further provides as follows:\n(1) Limits authorized use of funds to qualified education expenses.\n(2) Unused funds in an account shall remain in the account for the following school\nyear.\n(3) The account shall be closed and the funds in the account shall be returned to the state\ngeneral fund if a student is no longer eligible, if an account has been inactive for two\nconsecutive years, or if a parent fails to comply with program requirements. Further\nprovides an exception that if the legislature has not appropriated funds for the\nprogram for two consecutive years, a participating student's account will not be\nclosed due to inactivity.\nEligibility; Students\nProposed law provides that a student shall be initially eligible for an account if he is enrolled\nin kindergarten or was enrolled in a La. public school during the previous school year and\nmeets all of the following criteria:\n(1) He is a student with an exceptionality as defined in present law – mental disability,\nhearing loss (including deafness), multiple disabilities, deaf-blindness, speech or\nlanguage impairment, visual impairment (including blindness), emotional\ndisturbance, orthopedic impairment, other health impairment, specific learning\ndisability, traumatic brain injury, autism, or is deemed to be gifted or talented, and\nas a result requires special education and related services; a student with an\nexceptionality may include a student aged three through eight experiencing\ndevelopmental delay. Proposed law provides that a student who is solely deemed to\nbe gifted and talented is not eligible.\n(2) The student's parent submits a timely application.\n(3) The student's parent signs an agreement promising all of the following:\n(a) To provide an education for the participating student in at least the subjects\nof English language arts, math, social studies, and science.\n(b) Not to enroll the student in a public school while participating in the\nprogram.\n(c) To use account funds only for qualified education expenses of the\nparticipating student.\n(d) To comply with all program requirements.\nProposed law further provides that a participating student:\n(1) Is eligible until he enrolls in a public school; he receives a high school diploma or\nits equivalent or reaches the age of 21, whichever occurs first; or his account is\nclosed.\n(2) Is prohibited from participating concurrently in the ESA program and the Course\nChoice Program, the Student Scholarships for Educational Excellence Program, the\nSchool Choice Program for Certain Students with Exceptionalities, or the Tuition\nDonation Credit Program.\n(3) Shall be considered in attendance at a day school for purposes of compulsory\nattendance; proposed law requires parents to ensure students complywith attendance\nPage 10 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions.\nHLS 24RS-36 ORIGINAL\nHB NO. 66\nrequirements and requires schools and service providers to report students who fail\nto comply to the state director of child welfare and attendance.\nEligibility; Schools and Service Providers\nProposed law provides that a school shall meet all of the following criteria to be eligible to\nparticipate:\n(1) Be approved by BESE.\n(2) Comply with criteria set forth in federal nondiscrimination requirements.\n(3) Any other criteria set by BESE.\nProposed law requires BESE to set eligibility criteria for schools and service providers in\na way that maximizes school and provider participation. Provides that to be eligible to\nparticipate in the program, both schools and service providers shall apply to DOE and, if\ndetermined to be eligible, accept ESA funds for providing services covered as qualified\neducation expenses.\nProposed law provides for sanctions relative to admitting additional students and\nparticipation in the program if a school or service provider fails to meet continuing eligibility\nrequirements.\nProposed law provides that nothing in proposed law shall be deemed to limit the\nindependence or autonomy of any participating school or service provider.\nTesting\nProposed law requires:\n(1) DOE to develop a process for the annual administration of either of the following to\nparticipating students:\n(a) Any examination required pursuant to the school and district accountability\nsystem at the prescribed grade level.\n(b) A nationally norm-referenced test or a statewide assessment.\n(2) DOE to develop a process for the collection and aggregate reporting of results and\nensure results are provided to parents.\nReporting\nProposed law requires DOE, by April 30th annually, to submit a report to the House and\nSenate education committees and the Jt. Legislative Committee on the Budget regarding\nprogram implementation. Provides for required report content, including the results of a\nparental satisfaction survey and certain financial information relative to the program.\nEffective upon signature of governor or lapse of time for gubernatorial action.\n(Amends R.S. 17:236(A); Adds R.S. 17:4037.1-4037.7)\nPage 11 of 11\nCODING: Words in struck through type are deletions from existing law; words underscored\nare additions."
}